[
    {
        "qId": 1,
        "value": "CFL stands for?"
    },
    {
        "qId": 2,
        "value": "In 1942, US started the Manhattan project to develop"
    },
    {
        "qId": 3,
        "value": "The word electricity is derived from which language ?"
    },
    {
        "qId": 4,
        "value": "Who received the Nobel Prize in 1921 for discovering the law of Photoelectric effect"
    },
    {
        "qId": 5,
        "value": "The first published work on the phenomenon of electricity around the 16th century was by:"
    },
    {
        "qId": 6,
        "value": "Who demonstrated the principle of electro magnetic induction?"
    },
    {
        "qId": 7,
        "value": "The principle of AC (Alternating Current) electric supply system was given by:"
    },
    {
        "qId": 8,
        "value": "The best type of coal in terms of purity is:"
    },
    {
        "qId": 9,
        "value": "The first Indian princely state to have introduced electricity was?"
    },
    {
        "qId": 10,
        "value": "The first hydro power station in India was at:"
    },
    {
        "qId": 11,
        "value": "The Ministry of Power became an independently run unit from:"
    },
    {
        "qId": 12,
        "value": "Which one of these is not a unit to measure electric current / Electricity?"
    },
    {
        "qId": 13,
        "value": "Which of these would be the best conductor of electricity?"
    },
    {
        "qId": 14,
        "value": "Which of these would be the found electricity?"
    },
    {
        "qId": 15,
        "value": "Solar Power Plants operate best when the weather is"
    },
    {
        "qId": 16,
        "value": "Who is the author of the classic novel 'War and Peace'?"
    },
    {
        "qId": 17,
        "value": "In 1866,which Austrian monk established the theory of heredity"
    },
    {
        "qId": 18,
        "value": "In Hydroelectric plants water is used to"
    },
    {
        "qId": 19,
        "value": "Electricity is not transported by"
    },
    {
        "qId": 20,
        "value": "Which company has launched the iPhones"
    },
    {
        "qId": 21,
        "value": "'Fossil fuels' refers to:"
    },
    {
        "qId": 22,
        "value": "Which is Indias first amusement park, launched in 1984"
    },
    {
        "qId": 23,
        "value": "How is the Irwin Stadium in Delhi now known as?"
    },
    {
        "qId": 24,
        "value": "Which one of these energy sources is renewable"
    },
    {
        "qId":25,
        "value": "Most of the solar radiation received on earth surface lies within the range of........"
    },
    {
        "qId":26,
        "value": "The major constituent of fly ash is"
    },
    {
        "qId":27,
        "value": "Nuclear fuel is:"
    },
    {
        "qId":28,
        "value": "Chhena Poda is native to which State"
    },
    {
        "qId":29,
        "value": "The first Hydro Electric project of NTPC-Koldam project is located at which state"
    },
    {
        "qId":30,
        "value": "Which of the following  persons received a Nobel Prize as well as an Oscar award ?"
    }
]