[
    {
        "qId": 1,
        "value": "CFL stands for?"
    },
    {
        "qId": 2,
        "value": "In 1942, US started the Manhattan project to develop"
    },
    {
        "qId": 3,
        "value": "The word electricity is derived from which language ?"
    },
    {
        "qId": 4,
        "value": "Who received the Nobel Prize in 1921 for discovering the law of Photoelectric effect"
    },
    {
        "qId": 5,
        "value": "The first published work on the phenomenon of electricity around the 16th century was by:"
    },
    {
        "qId": 6,
        "value": "Who demonstrated the principle of electro magnetic induction?"
    },
    {
        "qId": 7,
        "value": "The principle of AC (Alternating Current) electric supply system was given by:"
    },
    {
        "qId": 8,
        "value": "The best type of coal in terms of purity is:"
    },
    {
        "qId": 9,
        "value": "The first Indian princely state to have introduced electricity was?"
    },
    {
        "qId": 10,
        "value": "The first hydro power station in India was at:"
    },
    {
        "qId": 11,
        "value": "The Ministry of Power became an independently run unit from:"
    },
    {
        "qId": 12,
        "value": "Which one of these is not a unit to measure electric current / Electricity?"
    },
    {
        "qId": 13,
        "value": "Which of these would be the best conductor of electricity?"
    },
    {
        "qId": 14,
        "value": "Which of these would be the found electricity?"
    },
    {
        "qId": 15,
        "value": "Solar Power Plants operate best when the weather is"
    },
    {
        "qId": 16,
        "value": "Who is the author of the classic novel 'War and Peace'?"
    },
    {
        "qId": 17,
        "value": "In 1866,which Austrian monk established the theory of heredity"
    },
    {
        "qId": 18,
        "value": "In Hydroelectric plants water is used to"
    },
    {
        "qId": 19,
        "value": "Electricity is not transported by"
    },
    {
        "qId": 20,
        "value": "Which company has launched the iPhones"
    },
    {
        "qId": 21,
        "value": "'Fossil fuels' refers to:"
    },
    {
        "qId": 22,
        "value": "Which is Indias first amusement park, launched in 1984"
    },
    {
        "qId": 23,
        "value": "How is the Irwin Stadium in Delhi now known as?"
    },
    {
        "qId": 24,
        "value": "Which one of these energy sources is renewable"
    },
    {
        "qId":25,
        "value": "Most of the solar radiation received on earth surface lies within the range of........"
    },
    {
        "qId":26,
        "value": "The major constituent of fly ash is"
    },
    {
        "qId":27,
        "value": "Nuclear fuel is:"
    },
    {
        "qId":28,
        "value": "Chhena Poda is native to which State"
    },
    {
        "qId":29,
        "value": "The first Hydro Electric project of NTPC-Koldam project is located at which state"
    },
    {
        "qId":30,
        "value": "Which of the following  persons received a Nobel Prize as well as an Oscar award ?"
    },
    {
        "qId":31,
        "value": "With an installed capacity of 260 MW, the largest solar project of NTPC is located at which state"
    },
    {
        "qId":32,
        "value": "Naveen Patnaik is the Chief Minister of which state"
    },
    {
        "qId":33,
        "value": "NTPC was incorporated in the year"
    },
    {
        "qId":34,
        "value": "Dreaming Big is a book written by"
    },
    {
        "qId":35,
        "value": "Prime Minister of India recently dedicated the Dulanga Coal Mine to the nation  In which state is it located"
    },
    {
        "qId":36,
        "value": "In NTPC, ICOMIT refers to what"
    },
    {
        "qId":37,
        "value": "Bio-mass co-firing pilot testing has been done at which project of NTPC to address the issue of smog in northern part of India during winter season"
    },
    {
        "qId":38,
        "value": "India's first 765 kV switchyard was energized at:"
    },
    {
        "qId":39,
        "value": "Which is the company producing maximum generating power in India"
    },
    {
        "qId":40,
        "value": "Who is the Minister of Power and New & Renewable Energy of India"
    },
    {
        "qId":41,
        "value": "With an installed capacity of 4760 MW, the largest power project of India is located at which NTPC location"
    },
    {
        "qId":42,
        "value": "PLF stands for ?"
    },
    {
        "qId":43,
        "value": "LNG stands for?"
    },
    {
        "qId":44,
        "value": "Sardar Sarovar Project is operating in which State?"
    },
    {
        "qId":45,
        "value": "NTPC is implementing PAT Scheme under National Mission on Enhanced Energy Efficiency in 22 Power Stations. What does PAT stand for"
    },
    {
        "qId":46,
        "value": "Worlds' longest earthen dam situated in which state"
    },
    {
        "qId":47,
        "value": "The first Rajdhani express in 1969 connected which state capital to Delhi."
    },
    {
        "qId":48,
        "value": "India’s first nuclear power plant was installed at"
    },
    {
        "qId":49,
        "value": "In which country would you be if you were at the Genting City of Entertainment?"
    },
    {
        "qId":50,
        "value": "Name the current CMD of NTPC"
    },
    {
        "qId":51,
        "value": "Which wholly owned subsidiary of NTPC has been designated as nodal agency for cross-border trading of power to Bangladesh, Nepal and Bhutan"
    },
    {
        "qId":52,
        "value": "Alang in the state of Gujarat is famous for which industry"
    },
    {
        "qId":53,
        "value": "Which state in India has no Railway line?"
    },
    {
        "qId":54,
        "value": "What is the name of the Worlds oldest working steam locomotive?"
    },
    {
        "qId":55,
        "value": "Which is the first PSU in the country to have a dedicated Biodiversity Policy for conservation, restoration and enhancement of biodiversity"
    },
    {
        "qId":56,
        "value": "Present installed capacity of NTPC Group is"
    },
    {
        "qId":57,
        "value": "After November 2019, how many Union territories are there in India?"
    },
    {
        "qId":58,
        "value": "Shree Jagannath Temple of Puri is situated in which state"
    },
    {
        "qId":59,
        "value": "India's biggest power generating company is located at"
    },
    {
        "qId":60,
        "value": "The NTPC School of Business for running PG Diploma in Management approved by AICTE is located at"
    },
    {
        "qId":61,
        "value": "The first Coal mining block, Pakri Barwadih allocated to NTPC is located in the state of"
    },
    {
        "qId":62,
        "value": "NTPCs Initial Public Offer(IPO)  was issued during which year"
    },
    {
        "qId":63,
        "value": "NTPCs first power project abroad is being put-up in which country"
    },
    {
        "qId":64,
        "value": "What links Pakri Barwadih, Chatti Bariatu, Kerendari, Dulanga,Talaipalli and Chatti-Bariatu(South)"
    },
    {
        "qId":65,
        "value": "NTPC allocates what percentage of distributable profit annually for undertaking\/sponsoring research leading to sustainable energy development"
    },
    {
        "qId":66,
        "value": "Pradhan Mantri Sahaj Bijli Har Ghar Yojana is a scheme to achieve universal household electrification in the country. How is this scheme popularly known as"
    },
    {
        "qId":67,
        "value": "A 50:50 JV company between NTPC and Bangladesh Power Development Board is currently working on 2 x 660 MW thermal power project at Khulna, Bangladesh. Which company is executing this project as an EPC agency"
    },
    {
        "qId":68,
        "value": "In which state in India is NTPC putting-up a 500 MW Coal based project in association with Railways"
    },
    {
        "qId":69,
        "value": "The headquarters of the National Power Training institute is located in"
    },
    {
        "qId":70,
        "value": "In which Indian state is Dogri widely spoken"
    },
    {
        "qId":71,
        "value": "According to painter Late M. F Hussain, he has seen one Hindi film 100 times. Which film"
    },
    {
        "qId":72,
        "value": "If the President of the USA stays in the White House, which country's President stays in the Blue House?"
    },
    {
        "qId":73,
        "value": "Which organisation's motto is  Touch the sky with glory ?"
    },
    {
        "qId":74,
        "value": "This ancient Asian tradition is booming worldwide. 15 million Americans are doing it- in part because people believe it has real medicinal benefits. Time magazine reported like this in the July 16,2001 issue. What tradition were they reporting?"
    },
    {
        "qId":75,
        "value": "The Prime Minister of India has  launched the National LED based Home lighting and Street lighting scheme for how many cities"
    },
    {
        "qId":76,
        "value": "A LED bulb uses about how much percentage of electricity required for an incandescent bulb to produce the same amount of light"
    },
    {
        "qId":77,
        "value": "India's ambitious renewable energy target is to set up how many Gigawatts by 2022"
    },
    {
        "qId":78,
        "value": "Which company is the biggest listed employer of India"
    },
    {
        "qId":79,
        "value": "Energy Minister of Odisha State"
    },
    {
        "qId":80,
        "value": "The Mangalyaan mission launched by ISRO was to study which planet"
    },
    {
        "qId":81,
        "value": "Which organization has allowed to obtain universal account number online in India?"
    },
    {
        "qId":82,
        "value": "Most widely used solar material is........"
    }
]