[
    {
        "qId": 1,
        "value": "What is the inclination at which the Buchholz Relay is mounted between a Transformer and conservator?"
    },
    {
        "qId": 2,
        "value": "Which product is used to detect the level of oil in the conservator?"
    },
    {
        "qId": 3,
        "value": "Which of the following product require to collect gas from BR"
    },
    {
        "qId": 4,
        "value": "Which of the following product is connected between Transformer Main Tank & Conservator Tank"
    },
    {
        "qId": 5,
        "value": "Conservator Protection Relay is also known as_________? "
    },
    {
        "qId": 6,
        "value": "In Oil level Indicator, float arm length is decided by which parameter"
    },
    {
        "qId": 7,
        "value": "Which switch is used in Buchholz Relay?"
    },
    {
        "qId": 8,
        "value": "What type of current should be used in Transformer?"
    },
    {
        "qId": 9,
        "value": "Power factor of transformer is ______ ?"
    },
    {
        "qId": 10,
        "value": "What is the correct method to Cool down the Transformer?"
    },
    {
        "qId": 11,
        "value": "Buchholz Relay Cannot Be Used on __________ ?"
    },
    {
        "qId": 12,
        "value": "Transformer works on Principle of"
    },
    {
        "qId": 13,
        "value": "Which winding in a transformer has more number of turns?"
    },
    {
        "qId": 14,
        "value": "A Magnetic Oil level Gauge (MOG) is used in Transformer to"
    },
    {
        "qId": 15,
        "value": "When was SUKRUT Founded?"
    },
    {
        "qId": 16,
        "value": "Where is SUKRUT Located in India?"
    },
    {
        "qId": 17,
        "value": "Conservator Protection Relay Monitors the health of_______?"
    },
    {
        "qId": 18,
        "value": "Flow indicator Detects________?"
    },
    {
        "qId": 19,
        "value": "What is the new tagline of Sukrut ?"
    },
    {
        "qId": 20,
        "value": "Which was the 1st Product introduced by Sukrut ?"
    },
    {
        "qId": 21,
        "value": "Which new product SUKRUT is going to Launch in 2023?"
    },
    {
        "qId": 22,
        "value": "In a Step-Up Transformer, the value of current in the secondary coil in comparison to primary coil is ______"
    },
    {
        "qId": 23,
        "value": "Which of the following remains constant in an ideal Step-Down Transformer?"
    },
    {
        "qId": 24,
        "value": "What is the Ideal mounting condition of Pressure Relief Valve?"
    },
    {
        "qId":25,
        "value": "What is the ideal Mounting Inclination Angle of Buchholz Relay ?"
    },
    {
        "qId":26,
        "value": "Oil Level Indicator can be mounted at an Inclination __________"
    },
    {
        "qId":27,
        "value": "_________ device is used to collect gas sample from Buchholz Relay"
    },
    {
        "qId":28,
        "value": "Flow indicator indicates________?"
    },
    {
        "qId":29,
        "value": "The _________ is a safety device which indicates the flow of liquid in pipeline and gives a signal through switch on failure of forced circulation of liquid in pipeline."
    },
    {
        "qId":30,
        "value": "The _________ is used to release the excessive pressure generated inside the Transformer Tank."
    },
    {
        "qId":31,
        "value": "The __________ is the commonly used material for Bushing insulators."
    },
    {
        "qId":32,
        "value": "Which of the following acts as a protection against high voltage surges due to lightening and switching?"
    },
    {
        "qId":33,
        "value": "The _______________allows an easy connection between external and internal measuring circuit of transformer tank."
    },
    {
        "qId":34,
        "value": "What is the Purpose of 4th Petcock in Gas Collecting Device?"
    },
    {
        "qId":35,
        "value": "What is the shape of Flow Indicator dial."
    },
    {
        "qId":36,
        "value": "What is the Dial Size of Oil Level Indicator SO-6-M Model ?"
    },
    {
        "qId":37,
        "value": "__________ is a hollow electrical insulator that allows an electrical conductor to pass safely through a conducting barrier."
    }
]